run/CTT_Regularity_Demo/system/controlDict
/*--------------------------------*- C++ -*----------------------------------*/
FoamFile { version 2.0; format ascii; class dictionary; object controlDict; }

application     cttNavierStokesFoam_CTT;
startFrom       latestTime;
startTime       0;
stopAt          endTime;
endTime         10;
deltaT          0.001;
writeControl    runTime;
writeInterval   0.1;
purgeWrite      0;
writeFormat     ascii;
writePrecision  6;
graphFormat     raw;
