run/CTT_Regularity_Demo/system/blockMeshDict
FoamFile { version 2.0; format ascii; class dictionary; object blockMeshDict; }
vertices ((0 0 0) (6.28 0 0) (6.28 6.28 0) (0 6.28 0) (0 0 6.28) (6.28 0 6.28) (6.28 6.28 6.28) (0 6.28 6.28));
blocks   ( hex (0 1 2 3 4 5 6 7) (32 32 32) simpleGrading (1 1 1) );
edges    ();
boundary (
    topBottom { type cyclic; neighbourPatch topBottom_neigh; faces ((4 5 6 7)); }
    topBottom_neigh { type cyclic; neighbourPatch topBottom; faces ((0 1 2 3)); }
    leftRight { type cyclic; neighbourPatch leftRight_neigh; faces ((0 4 7 3)); }
    leftRight_neigh { type cyclic; neighbourPatch leftRight; faces ((1 2 6 5)); }
    frontBack { type cyclic; neighbourPatch frontBack_neigh; faces ((0 1 5 4)); }
    frontBack_neigh { type cyclic; neighbourPatch frontBack; faces ((3 7 6 2)); }
);
