run/CTT_Regularity_Demo/0/p
FoamFile { version 2.0; format ascii; class volScalarField; object p; }
dimensions [0 2 -2 0 0 0 0];
internalField uniform 0;
boundaryField {
    "(topBottom|topBottom_neigh|leftRight|leftRight_neigh|frontBack|frontBack_neigh)" { type cyclic; }
}
